
/* Class = "IBUILabel"; text = "Depreciation"; ObjectID = "8"; */
"8.text" = "Depreciation";

/* Class = "IBUILabel"; text = "Type"; ObjectID = "9"; */
"9.text" = "Type";

/* Class = "IBUILabel"; text = "Salvage"; ObjectID = "10"; */
"10.text" = "Salvage";

/* Class = "IBUILabel"; text = "Lifespan"; ObjectID = "11"; */
"11.text" = "Lifespan";

/* Class = "IBUILabel"; text = "Value"; ObjectID = "12"; */
"12.text" = "Value";

/* Class = "IBUILabel"; text = "Date Acquired"; ObjectID = "13"; */
"13.text" = "Date Acquired";

/* Class = "IBUILabel"; text = "Name of asset"; ObjectID = "14"; */
"14.text" = "Name of asset";

/* Class = "IBUITextField"; placeholder = "eg. Computer"; ObjectID = "15"; */
"15.placeholder" = "eg. Computer";

/* Class = "IBUITextField"; placeholder = "eg. Jun 2012"; ObjectID = "16"; */
"16.placeholder" = "eg. Jun 2012";

/* Class = "IBUITextField"; placeholder = "Initial Value"; ObjectID = "17"; */
"17.placeholder" = "Initial Value";

/* Class = "IBUITextField"; placeholder = "# yrs"; ObjectID = "18"; */
"18.placeholder" = "# yrs";

/* Class = "IBUITextField"; placeholder = "Salvage Value"; ObjectID = "19"; */
"19.placeholder" = "Salvage Value";

/* Class = "IBUITextField"; placeholder = "Type"; ObjectID = "20"; */
"20.placeholder" = "Type";

/* Class = "IBUITextField"; placeholder = "Depreciation"; ObjectID = "21"; */
"21.placeholder" = "Depreciation";
